Repository: behavio1/behavio-context
Catalog: Sources/BehavioContext/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, pl

source: The model download failed. Check your connection and try again.
de: Der Modelldownload ist fehlgeschlagen. Prüfe die Verbindung und versuche es erneut.
es: Falló la descarga del modelo. Comprueba tu conexión e inténtalo de nuevo.
pl: Pobieranie modelu nie powiodło się. Sprawdź połączenie i spróbuj ponownie.

source: Couldn’t copy context. Open Recordings to copy it again.
de: Kontext konnte nicht kopiert werden. Öffne Aufnahmen und kopiere ihn erneut.
es: No se pudo copiar el contexto. Abre Grabaciones para copiarlo de nuevo.
pl: Nie udało się skopiować kontekstu. Otwórz Nagrania i skopiuj go ponownie.

source: Context copied. Share it with your agent.
de: Kontext kopiert. Gib ihn an deinen Agenten weiter.
es: Contexto copiado. Compártelo con tu agente.
pl: Kontekst skopiowany. Przekaż go swojemu agentowi.

source: System Audio
es: Audio del sistema
pl: Dźwięk systemowy

source: Webcam
es: Cámara web
pl: Kamera

source: Support
es: Soporte
pl: Pomoc

source: OK
es: Aceptar
